Repository: LinqApi/LinqAPI
Catalog: demo/Posonl/Posonl.Web/Properties/Resources.*.resx
Languages: de_de, tr_tr

# Hero.Description
source: Compare POS providers, find the lowest commission rates, and choose the best payment system for your business.
de_de: Vergleichen Sie POS-Anbieter, finden Sie die niedrigsten Transaktionsgebühren und wählen Sie das beste Zahlungssystem für Ihr Unternehmen.
tr_tr: POS şirketlerini karşılaştırın, en düşük komisyon oranlarını bulun ve işletmenize en uygun ödeme sistemini seçin.

# Hero.Title
source: Discover the Best POS Solutions!
de_de: Entdecken Sie die besten POS-Lösungen!
tr_tr: En İyi POS Çözümlerini Keşfedin!

# Menu.About
source: About
de_de: Über uns
tr_tr: Hakkımızda

# Menu.Contact
source: Contact
de_de: Kontakt
tr_tr: İletişim

# Menu.Home
source: Home
de_de: Startseite
tr_tr: Anasayfa

# Menu.PosCompanies
source: Pos Companıes
de_de: POS-Unternehmen
tr_tr: Pos Şirketleri

source: Search
de_de: Suche
tr_tr: Arama

# SearchButton
source: Search
de_de: Suchen
tr_tr: Ara

# Hero.Button
source: Compare Now
de_de: Jetzt vergleichen
tr_tr: Hemen Karşılaştır

source: Select Country
de_de: Land auswählen
tr_tr: Ülke Seçin

source: Compare Now
de_de: Vergleichen
tr_tr: Karşılaştır

# Category.PaymentMethods
source: Payment Methods
de_de: Zahlungsmethoden
tr_tr: Ödeme Yöntemleri

# Category.HardwareSolutions
source: Hardware Solutions
de_de: Hardwarelösungen
tr_tr: Donanım Çözümleri

# Category.BillingAndAccounting
source: Billing & Accounting
de_de: Abrechnung & Buchhaltung
tr_tr: Fatura & Muhasebe Entegrasyonları

# Category.EcommerceAndOnlinePayments
source: E-commerce & Online Payments
de_de: E-Commerce & Online-Zahlungen
tr_tr: E-Ticaret & Online Ödeme

# Category.SecurityAndFraudPrevention
source: Security & Fraud Prevention
de_de: Sicherheit & Betrugsprävention
tr_tr: Güvenlik ve Sahtecilik Önleme

# Category.CustomerAndLoyaltyPrograms
source: Customer & Loyalty Programs
de_de: Kunden- & Treueprogramme
tr_tr: Müşteri & Sadakat Programları

# Category.MultiCurrencyAndCrossBorderPayments
source: Multi-currency & Cross-border Payments
de_de: Mehrwährungs- & grenzüberschreitende Zahlungen
tr_tr: Çoklu Para Birimi & Uluslararası Ödemeler

# Category.ReportingAndAnalytics
source: Reporting & Analytics
de_de: Berichterstattung & Analytik
tr_tr: Raporlama & Analitik

# Category.SubscriptionAndRecurringPayments
source: Subscription & Recurring Payments
de_de: Abonnements & wiederkehrende Zahlungen
tr_tr: Abonelik & Tekrarlayan Ödemeler

# Category.RegionalSpecificPOSServices
source: Regional-Specific POS Services
de_de: Regionale POS-Dienste
tr_tr: Bölgeye Özel POS Hizmetleri

# PosService.CreditCardProcessing
source: Credit Card Processing
de_de: Kreditkartenzahlungen
tr_tr: Kredi Kartı İşlemleri

# PosService.ContactlessPayments
source: Contactless Payments
de_de: Kontaktlose Zahlungen
tr_tr: Temassız Ödemeler

# PosService.ContactlessPaymentsDescription
source: Supports NFC (Near Field Communication) and tap-to-pay methods that allow customers to make payments by simply tapping their card or NFC-enabled device on the POS terminal.
de_de: Ermöglicht Zahlungen ohne physischen Kontakt zwischen Karte oder mobilem Gerät und dem POS-Terminal, bietet eine schnelle und hygienische Transaktionsmöglichkeit.
tr_tr: Kart ya da mobil cihazların POS cihazlarına fiziksel temas gerektirmeden ödeme yapılmasını sağlar, hızlı ve hijyenik bir işlem sunar.

# PosService.EMVChipPayments
source: EMV Chip Payments
de_de: EMV-Chip-Zahlungen
tr_tr: EMV Çip Ödemeleri

# PosService.EMVChipPaymentsDescription
source: Processes payments using EMV chip technology, enhancing security by storing data on integrated circuits rather than magnetic stripes.
de_de: Der EMV-Chip dient zur sicheren Speicherung von Karteninformationen und hilft, Betrug zu verhindern.
tr_tr: EMV çipi, kart bilgilerini güvenle saklamak için kullanılan bir teknolojidir, dolandırıcılığı önlemeye yardımcı olur.

# PosService.MobilePayments
source: Mobile Payments
de_de: Mobile Zahlungen
tr_tr: Mobil Ödemeler

# PosService.MobilePaymentsDescription
source: Enables payments through mobile wallets like Apple Pay, Google Pay, offering convenience and security by utilizing tokenization and authentication technologies.
de_de: Bietet Zahlungsmöglichkeiten über mobile Wallets, ermöglicht Nutzern schnelle und sichere Einkäufe.
tr_tr: Mobil cüzdanlar aracılığıyla ödeme imkanı sunar, kullanıcıların hızlı ve güvenli bir şekilde alışveriş yapmalarını sağlar.

# PosService.CryptoPayments
source: Cryptocurrency Payments
de_de: Kryptowährungszahlungen
tr_tr: Kripto Para Ödemeleri

# PosService.CryptoPaymentsDescription
source: Accepts payments in popular cryptocurrencies, catering to digital currency users and reducing certain transaction fees.
de_de: Ermöglicht Zahlungen mit beliebten Kryptowährungen wie Bitcoin, Ethereum, eine geeignete Option für Nutzer digitaler Währungen.
tr_tr: Bitcoin, Ethereum gibi popüler kripto paralarla ödeme yapma imkanı tanır, dijital para birimi kullanıcıları için uygun bir seçenektir.

# PosService.BKMExpressPayment
source: BKM Express Payment
de_de: BKM Express Zahlung
tr_tr: BKM Express Ödemesi

# PosService.BKMExpressPaymentDescription
source: A specialized payment solution tailored for the Turkish market that facilitates secure and quick online transactions through BKM infrastructure.
de_de: Ein speziell für den türkischen Markt entwickeltes Online-Zahlungssystem, ermöglicht schnelle und sichere Zahlungen.
tr_tr: Türkiye özelinde geliştirilen bir online ödeme sistemidir, hızlı ve güvenli ödeme yapılmasını sağlar.

# PosService.TraditionalPOSMachines
source: Traditional POS Machines
de_de: Traditionelle POS-Geräte
tr_tr: Geleneksel POS Makineleri

# PosService.TraditionalPOSMachinesDescription
source: Uses standard physical devices for processing payments, suitable for various retail settings and capable of handling a high volume of transactions.
de_de: Bietet physische Zahlungsterminals, die für die Abwicklung von Standardtransaktionen konzipiert sind, breit einsetzbar.
tr_tr: Standart işlemleri yönetmek için tasarlanmış fiziksel ödeme terminalleri sağlar, geniş kullanım alanlarına sahiptir.

# PosService.WirelessPOS
source: Wireless POS
de_de: Drahtloses POS
tr_tr: Kablosuz POS

# PosService.WirelessPOSDescription
source: Offers portable, wireless devices for on-the-go transactions in dynamic retail environments, improving customer service and flexibility.
de_de: Bietet die Möglichkeit, Zahlungen in mobilen Umgebungen durchzuführen, ausgestattet mit drahtlosen Verbindungsfunktionen.
tr_tr: Mobil ortamlarda ödeme yapabilme imkanı sunar, kablosuz bağlantı özellikleri ile donatılmıştır.

# PosService.TabletPOSDescription
source: Optimizes POS solutions for tablet devices, offering a modern touch interface that enhances customer engagement and streamlines the checkout process.
de_de: Bietet POS-Lösungen, die auf Tablet-Geräten laufen, zeichnen sich durch benutzerfreundliche Schnittstellen aus.
tr_tr: Tabletler üzerinde çalışabilen POS çözümleri sunar, kullanıcı dostu arayüzleri ile dikkat çeker.

# PosService.SelfCheckoutKiosks
source: Self-Checkout Kiosks
de_de: Self-Checkout-Kioske
tr_tr: Kendi Kendine Ödeme Kioskları

# PosService.SelfCheckoutKiosksDescription
source: Provides automated kiosks for self-service payments in fast-paced retail environments, reducing queue times and enabling independent transactions.
de_de: Bietet automatische Kioske, die es Kunden ermöglichen, selbstständig schnell und einfach Zahlungen durchzuführen.
tr_tr: Müşterilerin kendi başlarına hızlı ve kolay bir şekilde ödeme yapmalarını sağlayan otomatik kiosklar sunar.

# PosService.HandheldPOS
source: Handheld POS
tr_tr: El Tipi POS

# PosService.HandheldPOSDescription
source: Offers compact, portable POS devices that are ideal for small transactions and environments where mobility is key, such as outdoor events, small cafes, and tableside service at restaurants.
de_de: Bietet tragbare POS-Geräte, die ideal für kleine Transaktionen und Umgebungen sind, in denen Mobilität wie bei Outdoor-Events und kleineren Cafés entscheidend ist.
tr_tr: Küçük işletmelerde ya da hareketliliğin önemli olduğu açık hava etkinliklerinde kullanıma uygun, taşınabilir POS cihazları sunar.

# PosService.AutomatedInvoicing
source: Automated Invoicing
de_de: Automatisierte Rechnungsstellung
tr_tr: Otomatik Faturalandırma

# PosService.AutomatedInvoicingDescription
source: Automatically generates invoices for transactions, streamlining the billing process and reducing manual errors, particularly beneficial for businesses with high transaction volumes.
de_de: Generiert automatisch Rechnungen für Transaktionen, rationalisiert den Abrechnungsprozess und reduziert manuelle Fehler, besonders vorteilhaft für Geschäfte mit hohem Transaktionsvolumen.
tr_tr: İşlemler için faturaları otomatik olarak oluşturur, yoğun işlem hacmine sahip işletmeler için faturalandırma sürecini hızlandırır ve manuel hataları azaltır.

# PosService.TaxIntegration
source: Tax Integration
de_de: Steuerintegration
tr_tr: Vergi Hesaplama&Ödeme Entegrasyonu

# PosService.TaxIntegrationDescription
source: Integrates with tax systems to automatically calculate and apply the correct tax rates to transactions, ensuring compliance and simplifying accounting processes.
de_de: Integriert mit Steuersystemen, um automatisch die richtigen Steuersätze auf Transaktionen anzuwenden, gewährleistet Compliance und vereinfacht Buchhal
tr_tr: İşlemlere otomatik olarak doğru vergi oranlarını hesaplayıp uygulayarak vergi sistemleri ile entegre çalışır, uyumluluğu ve muhasebe süreçlerini basitleştirir.

# PosService.MultiCurrencyBilling
source: Multi-Currency Billing
de_de: Abrechnung in mehreren Währungen
tr_tr: Çoklu Para Birimi Faturalandırma

# PosService.MultiCurrencyBillingDescription
source: Handles billing in multiple currencies, offering flexibility and convenience to businesses that operate internationally or cater to a diverse customer base.
de_de: Ermöglicht die Abrechnung in mehreren Währungen, bietet Flexibilität und bequem für Unternehmen, die international tätig sind oder eine diverse Kundenbasis ha
tr_tr: Uluslararası faaliyet gösteren işletmeler için farklı para birimlerinde faturalandırma yaparak esneklik ve müşteri tabanının ihtiyaçlarına uyum sağlar.

# PosService.EReceiptGeneration
source: E-Receipt Generation
de_de: Elektronische Beleggenerierung
tr_tr: Elektronik Fatura Oluşturma

# PosService.EReceiptGenerationDescription
source: Generates digital receipts for every transaction, providing customers with convenient and eco-friendly proof of purchase while reducing paper waste.
de_de: Erstellt digitale Belege für jede Transaktion, bietet Kunden einen bequemen und umweltfreundlichen Kaufnachweis und reduziert Papierabfall.
tr_tr: Her işlem için dijital faturalar veya fişler oluşturur, müşterilere kolay ve çevre dostu bir satın alma kanıtı sunarken kağıt israfını azaltır.

# PosService.POSAccountingIntegration
source: POS Accounting Integration
de_de: POS-Buchhaltungsintegration
tr_tr: POS Muhasebe Entegrasyonu

# PosService.POSAccountingIntegrationDescription
source: Integrates POS data with external accounting systems to provide real-time financial data and insights, improving financial tracking and decision-making for businesses.
de_de: Integriert POS-Daten mit externen Buchhaltungssystemen, bietet Echtzeit-Finanzdaten und Einblicke, verbessert die finanzielle Verfolgung und Entscheidungsfindung für Unternehmen.
tr_tr: POS verilerini dış muhasebe sistemleriyle entegre eder, işletmeler için gerçek zamanlı finansal veri ve içgörüler sağlar ve finansal izlemeyi ve karar verme süreçlerini iyileştirir.

# PosService.PaymentLinks
source: Payment Links
de_de: Zahlungslinks
tr_tr: Ödeme Bağlantıları

# PosService.PaymentLinksDescription
source: Generates secure, customizable payment links that can be sent to customers via email or messaging platforms, facilitating easy and secure remote payments.
de_de: Erstellt sichere, anpassbare Zahlungslinks, die über E-Mail oder Messaging-Plattformen an Kunden gesendet werden können, um einfache und sichere Fernzahlungen zu erleichtern.
tr_tr: Müşterilere e-posta veya mesajlaşma platformları aracılığıyla gönderilebilen, güvenli ve özelleştirilebilir ödeme bağlantıları oluşturur, kolay ve güvenli uzaktan ödemeleri sağlar.

# PosService.SubscriptionBilling
source: Subscription Billing
de_de: Abonnementabrechnung
tr_tr: Abonelik Faturalandırma

# PosService.SubscriptionBillingDescription
source: Manages recurring subscription payments, automating the billing cycle and ensuring consistent revenue streams for services such as memberships and ongoing access to digital content.
de_de: Verwaltet wiederkehrende Abonnementzahlungen, automatisiert den Abrechnungszyklus und sichert konstante Einnahmequellen für Dienstleistungen wie Mitgliedschaften und laufenden Zugang zu digitalen Inhalten.
tr_tr: Abonelik ödemelerini yönetir, faturalandırma döngüsünü otomatikleştirir ve hizmetler için sürekli gelir akışlarını sağlar, özellikle üyelikler ve dijital içeriğe sürekli erişim için yararlıdır.

# PosService.BuyNowPayLater
source: Buy Now, Pay Later
de_de: Kaufe jetzt, zahle später
tr_tr: Şimdi Al, Sonra Öde

# PosService.BuyNowPayLaterDescription
source: Offers customers the option to purchase goods or services immediately and pay for them over time, enhancing purchasing power and potentially increasing sales volumes.
de_de: Bietet Kunden die Möglichkeit, Waren oder Dienstleistungen sofort zu kaufen und über die Zeit zu bezahlen, erhöht die Kaufkraft und kann potenziell die Verkaufsvolumen steigern.
tr_tr: Müşterilere ürün veya hizmetleri hemen satın alma ve zamanla ödeme yapma seçeneği sunar, satın alma gücünü artırır ve potansiyel olarak satış hacimlerini artırabilir.

# PosService.MerchantVirtualTerminals
source: Merchant Virtual Terminals
de_de: Händler-Virtuelle Terminals
tr_tr: Sanal Ticari Terminaller

# PosService.MerchantVirtualTerminalsDescription
source: Provides merchants with virtual terminal solutions to accept online payments without the need for a physical POS device, ideal for telephone or remote payment scenarios.
de_de: Bietet virtuelle Terminal-Lösungen für Händler, um Online-Zahlungen ohne die Notwendigkeit eines physischen POS-Geräts zu akzeptieren, ideal für Telefon- oder Remote-Zahlungsszenarien.
tr_tr: Fiziksel POS cihazına ihtiyaç duymadan telefon veya uzaktan ödeme senaryoları için çevrimiçi ödemeleri kabul etmek için sanal terminal çözümleri sağlar.

# PosService.SplitPayments
source: Split Payments
de_de: Geteilte Zahlungen
tr_tr: Parçalı Ödemeler

# PosService.SplitPaymentsDescription
source: Allows customers to split a payment across multiple payment methods or cards, providing flexibility and convenience in managing their finances during transactions.
de_de: Ermöglicht es Kunden, eine Zahlung über mehrere Zahlungsmethoden oder Karten aufzuteilen, bietet Flexibilität und Bequemlichkeit bei der Verwaltung ihrer Finanzen während Transaktionen.
tr_tr: Müşterilere bir ödemeyi birden fazla ödeme yöntemi veya kart arasında bölmelerine olanak tanır, işlemler sırasında finanslarını yönetmeleri için esneklik ve kolaylık sağlar.

# PosService.CheckoutOptimizations
source: Checkout Optimizations
de_de: Optimierung des Checkouts
tr_tr: Ödeme Optimizasyonları

# PosService.CheckoutOptimizationsDescription
source: Optimizes the checkout process to enhance user experience and boost conversion rates by reducing steps and streamlining payment flows in e-commerce environments.
de_de: Optimiert den Checkout-Prozess, um die Benutzererfahrung zu verbessern und die Konversionsraten durch Vereinfachung der Zahlungsabläufe in E-Commerce-Umgebungen zu erhöhen.
tr_tr: E-ticaret siteleri için ödeme süreçlerini hızlandırır, müşteri deneyimini iyileştirir ve dönüşüm oranlarını artırır.

# PosService.TwoFactorAuthentication
source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
tr_tr: İki Aşamalı Doğrulama

# PosService.TwoFactorAuthenticationDescription
source: Adds an extra layer of security to transactions.
de_de: Fügt eine zusätzliche Sicherheitsebene zu Transaktionen hinzu, indem die Identität der Kunden verifiziert und die Sicherheit der Transaktionen erhöht wird.
tr_tr: İşlemler sırasında ek bir güvenlik katmanı sağlayarak, müşterilerin kimliklerinin doğrulanmasını ve işlemlerin güvenliğinin artırılmasını sağlar.

# PosService.AITransactionMonitoring
source: AI Transaction Monitoring
de_de: Zwei-Faktor-Authentifizierung
tr_tr: Yapay Zeka İşlem İzleme

# PosService.AITransactionMonitoringDescription
source: Monitors transactions in real time using AI algorithms.
de_de: Fügt eine zusätzliche Sicherheitsebene zu Transaktionen hinzu, indem die Identität der Kunden verifiziert und die Sicherheit der Transaktionen erhöht wird.
tr_tr: İşlemleri gerçek zamanlı olarak yapay zeka algoritmaları kullanarak izler, şüpheli faaliyetleri saptar ve dolandırıcılık risklerini azaltır.

# PosService.ChargebackProtection
source: Chargeback Protection
de_de: Rückbuchungsschutz
tr_tr: Chargeback (Ters ibraz) Koruma

# PosService.ChargebackProtectionDescription
source: Provides protection against fraudulent chargebacks.
de_de: Überwacht Transaktionen in Echtzeit mit KI-Algorithmen, erkennt verdächtige Aktivitäten und reduziert Betrugsrisiken.
tr_tr: İşlemlerde dolandırıcılıkla ilgili ters ibrazlara karşı koruma sağlar, böylece işletmeler finansal kayıpları en aza indirgeyebilir.

# PosService.DeviceFingerprinting
source: Device Fingerprinting
de_de: Geräte-Fingerprinting
tr_tr: Cihaz Parmak İzi Tanımlama

# PosService.DeviceFingerprintingDescription
source: Identifies devices to prevent unauthorized transactions.
de_de: Identifiziert die Geräte, die Transaktionen durchführen, hilft, unbefugte Transaktionen zu verhindern und erhöht die Sicherheit.
tr_tr: İşlemleri gerçekleştiren cihazları tanımlayarak, yetkisiz işlemleri önlemeye yardımcı olur ve güvenliği artırır.

# PosService.RiskScoring
source: Risk Scoring
de_de: Risikobewertung
tr_tr: Risk Puanlama / Skorlama

# PosService.RiskScoringDescription
source: Evaluates the risk level of transactions.
de_de: Bewertet das Risikoniveau von Transaktionen, identifiziert Transaktionen mit hohem Risiko und ermöglicht es Unternehmen, prioritär auf diese Transaktionen zu reagieren.
tr_tr: İşlemlerin risk seviyesini değerlendirir, yüksek riskli işlemleri belirler ve işletmelerin bu işlemlere öncelikle yanıt vermesini sağlar.

# PosService.GiftCardManagement
source: Gift Card Management
de_de: Geschenkkartenverwaltung
tr_tr: Hediye Kartı Yönetimi

# PosService.GiftCardManagementDescription
source: Manages the issuance and redemption of gift cards.
de_de: Verwaltet die Ausgabe und Nutzung von Geschenkkarten, fördert die Kundentreue und erhöht die Wiederkaufsraten.
tr_tr: Hediye kartlarının verilmesi ve kullanımının izlenmesi işlemlerini yönetir, müşteri sadakatini artırır ve tekrar satın alma oranlarını yükseltir.

# PosService.LoyaltyRewards
source: Loyalty Rewards
de_de: Treueprämien
tr_tr: Sadakat Ödülleri

# PosService.LoyaltyRewardsDescription
source: Offers rewards programs for loyal customers.
de_de: Bietet treuen Kunden spezielle Belohnungen an, erhöht die Kundenzufriedenheit und die Loyalität zur Marke.
tr_tr: Sadık müşterilere özel ödüller sunar, böylece müşteri memnuniyetini ve markaya olan bağlılığı artırır.

# PosService.PointRedemption
source: Point Redemption
de_de: Punkteeinlösung
tr_tr: Puan Kullanımı

# PosService.PointRedemptionDescription
source: Allows customers to redeem loyalty points.
de_de: Ermöglicht es Kunden, Treuepunkte einzulösen und Prämien zu gewinnen, was die Kundenbeteiligung und die Wirksamkeit von Treueprogrammen erhöht.
tr_tr: Müşterilerin sadakat puanlarını kullanarak ödüller kazanmalarını sağlar, bu da müşteri katılımını ve sadakat programlarının etkinliğini artırır.

# PosService.CashbackOffers
source: Cashback Offers
de_de: Cashback-Angebote
tr_tr: Nakit Geri Ödeme Teklifleri

# PosService.CashbackOffersDescription
source: Provides cashback incentives on transactions.
de_de: Bietet Kunden bei Transaktionen Cashback an, was die Einkaufshäufigkeit und Kundenzufriedenheit steigern kann.
tr_tr: İşlemlerde müşterilere nakit geri ödeme teklif eder, bu da alışveriş sıklığını ve müşteri memnuniyetini artırabilir.

# PosService.CustomerDataAnalytics
source: Customer Data Analytics
de_de: Analysiert Kundendaten und bietet wertvolle Einblicke, um Marketingstrategien zu verbessern und Unternehmen ein besseres Verständnis des Kundenverhaltens zu ermöglichen.
tr_tr: Müşteri Veri Analitiği

# PosService.CustomerDataAnalyticsDescription
source: Analyzes customer data to improve marketing strategies.
de_de: Analysiert Kundendaten und bietet wertvolle Einblicke, um Marketingstrategien zu verbessern und Unternehmen ein besseres Verständnis des Kundenverhaltens zu ermöglichen.
tr_tr: Müşteri verilerini analiz eder ve pazarlama stratejilerini geliştirmek için değerli içgörüler sunar, işletmelerin müşteri davranışlarını daha iyi anlamasını sağlar.

# PosService.DynamicCurrencyConversion
source: Dynamic Currency Conversion
de_de: Dynamische Währungsumrechnung
tr_tr: Dinamik Para Birimi Dönüşümü

# PosService.DynamicCurrencyConversionDescription
source: Converts currency in real time during transactions.
de_de: Ermöglicht es Kunden, in ihrer eigenen Währung zu bezahlen, wodurch sie vor Schwankungen der Wechselkurse geschützt sind.
tr_tr: Müşterilerin kendi para birimlerinde ödeme yapmalarını sağlar, böylece döviz kuru dalgalanmalarından etkilenmeden alışveriş yapabilirler.

# PosService.InternationalWireTransfers
source: International Wire Transfers
de_de: Internationale Überweisungen
tr_tr: Uluslararası Havale

# PosService.InternationalWireTransfersDescription
source: Facilitates cross-border bank transfers.
de_de: Ermöglicht Banktransfers zwischen verschiedenen Ländern, was besonders für multinationale Unternehmen die finanziellen Transaktionen erleichtert.
tr_tr: Farklı ülkeler arasında banka transferleri yapılmasını sağlar, bu da özellikle çok uluslu işletmeler için finansal işlemleri kolaylaştırır.

# PosService.MultiCurrencyPOSBilling
source: Multi-Currency POS Billing
de_de: POS-Abrechnung in mehreren Währungen
tr_tr: Çoklu Para Birimi POS Faturalandırma

# PosService.MultiCurrencyPOSBillingDescription
source: Manages billing in multiple currencies for POS transactions.
de_de: Bietet die Möglichkeit, Transaktionen in verschiedenen Währungen durchzuführen, vereinfacht das Einkaufserlebnis für globale Kunden.
tr_tr: Çeşitli para birimlerinde işlem yapabilme özelliği sunar, global müşteriler için alışveriş deneyimini basitleştirir.

# PosService.ForexRateLocking
source: Forex Rate Locking
de_de: Devisenkursfixierung
tr_tr: Döviz Kuru Sabitleme

# PosService.ForexRateLockingDescription
source: Locks the exchange rate at the time of transaction.
de_de: Fixiert den Wechselkurs zum Zeitpunkt der Transaktion, schützt Kunden und Unternehmen vor Schwankungen der Wechselkurse.
tr_tr: İşlem sırasında döviz kurunu sabitler, böylece müşteriler ve işletmeler kur dalgalanmalarından korunur.

# PosService.CrossBorderTransactionSecurity
source: Cross-Border Transaction Security
de_de: Sicherheit bei grenzüberschreitenden Transaktionen
tr_tr: Yurtdışı İşlem Güvenliği

# PosService.CrossBorderTransactionSecurityDescription
source: Enhances security for international transactions.
de_de: Erhöht die Sicherheitsmaßnahmen bei internationalen Transaktionen und bietet Schutz vor Betrug und Datenverletzungen.
tr_tr: Uluslararası işlemlerde güvenlik önlemlerini artırır, dolandırıcılık ve veri ihlallerine karşı koruma sağlar.

# PosService.SalesAnalytics
source: Sales Analytics
de_de: Verkaufsanalytik
tr_tr: Satış Analitiği
