Repository: LinqApi/LinqAPI
Catalog: demo/Posonl/Posonl.Web/Properties/Resources.*.resx
Languages: de_de, tr_tr

# PosService.SalesAnalyticsDescription
source: Provides insights into sales performance.
de_de: Bietet tiefgehende Einblicke in die Verkaufsleistung, ermöglicht Unternehmen, Markttrends und Kundenpräferenzen besser zu verstehen.
tr_tr: Satış performansı üzerine derinlemesine bilgiler sağlar, işletmelerin pazar trendlerini ve müşteri tercihlerini daha iyi anlamasını sağlar.

# PosService.CustomerBehaviorReports
source: Customer Behavior Reports
de_de: Kundenverhaltensberichte
tr_tr: Müşteri Davranış Raporları

# PosService.CustomerBehaviorReportsDescription
source: Analyzes customer purchasing patterns.
de_de: Analysiert die Einkaufsmuster der Kunden und hilft bei der Verbesserung von Marketing- und Verkaufsstrategien.
tr_tr: Müşteri alışveriş modellerini analiz eder, pazarlama ve satış stratejilerinin geliştirilmesine yardımcı olur.

# PosService.InventoryTracking
source: Inventory Tracking
de_de: Lagerbestandsverfolgung
tr_tr: Stok Takibi

# PosService.InventoryTrackingDescription
source: Monitors inventory levels and turnover rates.
de_de: Überwacht Lagerbestände und Umschlagsraten, hilft Unternehmen bei der Optimierung der Lagerverwaltung.
tr_tr: Stok seviyelerini ve dönüşüm oranlarını izler, işletmelerin stok yönetimini optimize etmesine yardımcı olur.

# PosService.RevenueForecastingDescription
source: Predicts future revenue trends based on historical data.
de_de: Basiert auf historischen Verkaufsdaten, um zukünftige Einnahmen zu prognostizieren, bietet kritische Informationen für die finanzielle Planung.
tr_tr: Geçmiş satış verilerine dayanarak gelecek gelirleri tahmin eder, finansal planlama için kritik bilgiler sunar.

# PosService.POSDeviceHealthMonitoring
source: POS Device Health Monitoring
de_de: Überwachung der POS-Gerätegesundheit
tr_tr: POS Cihazı Sağlık İzleme

# PosService.POSDeviceHealthMonitoringDescription
source: Monitors the operational status of POS devices.
de_de: Überwacht den Betriebsstatus von POS-Geräten, hilft Ausfälle und Unterbrechungen zu vermeiden.
tr_tr: POS cihazlarının operasyonel durumunu izler, arızaların ve kesintilerin önlenmesine yardımcı olur.

# PosService.AutomatedSubscriptionBilling
source: Automated Subscription Billing
de_de: Automatisierte Abonnementabrechnung
tr_tr: Otomatik Abonelik Faturalandırma

# PosService.AutomatedSubscriptionBillingDescription
source: Automatically processes recurring subscription payments.
de_de: Automatisiert den Abrechnungsprozess für Abonnements, erleichtert die Verwaltung wiederkehrender Zahlungen und minimiert den administrativen Aufwand.
tr_tr: Abonelik bazlı ödemeleri otomatik olarak yönetir, düzenli gelir akışını sağlar ve yönetim sürecini basitleştirir.

# PosService.UsageBasedBilling
source: Usage Based Billing
de_de: Nutzungsbasierte Abrechnung
tr_tr: Kullanım Bazlı Faturalandırma

# PosService.UsageBasedBillingDescription
source: Bills customers based on their service usage.
de_de: Stellt Kunden basierend auf dem tatsächlichen Verbrauch von Diensten oder Produkten in Rechnung, was eine faire und transparente Preisgestaltung ermöglicht.
tr_tr: Kullanıcıların hizmet kullanım miktarına göre faturalandırılmasını sağlar, adil ve şeffaf bir ödeme yapısını destekler.

# PosService.DunningManagement
source: Dunning Management
de_de: Mahnwesenverwaltung
tr_tr: Tahsilat Yönetimi

# PosService.DunningManagementDescription
source: Manages reminders for overdue payments.
de_de: Verwaltet das Mahnwesen und automatisiert Erinnerungen für überfällige Zahlungen, um die Eintreibung von Forderungen zu verbessern und den Cashflow zu sichern.
tr_tr: Ödeme gecikmeleri için otomatik hatırlatmalar gönderir ve tahsilat süreçlerini otomatize eder, nakit akışını iyileştirir.

# PosService.RecurringPaymentManagement
source: Recurring Payment Management
de_de: Verwaltung wiederkehrender Zahlungen
tr_tr: Düzenli Ödeme Yönetimi

# PosService.RecurringPaymentManagementDescription
source: Schedules and manages recurring payments.
de_de: Organisiert und steuert wiederkehrende Zahlungen, stellt die Pünktlichkeit und Genauigkeit der Abrechnung sicher und verbessert die Kundenzufriedenheit durch zuverlässige Zahlungsabwicklung.
tr_tr: Düzenli ödemeleri yönetir ve otomatize eder, böylece ödemelerin zamanında ve hatasız bir şekilde yapılmasını sağlar.

# PosService.DeferredPaymentProcessing
source: Deferred Payment Processing
de_de: Zahlungsabwicklung mit verzögerter Zahlung
tr_tr: Ertelenmiş Ödeme İşleme

# PosService.DeferredPaymentProcessingDescription
source: Processes payments with an option to delay settlement.
de_de: Ermöglicht es Kunden, ihre Zahlungen zu einem späteren Zeitpunkt zu tätigen, was den Kaufanreiz erhöht und den Umsatz steigern kann, indem es den Kunden mehr Flexibilität bei der Finanzierung bietet.
tr_tr: Müşterilere satın alma sonrası ödemeleri belirli bir süre ertelemelerine olanak tanır, satın alma gücünü artırır.

# PosService.UPIPaymentsIndia
source: UPI Payments India
de_de: UPI-Zahlungen Indien
tr_tr: UPI Ödemeleri Hindistan

# PosService.UPIPaymentsIndiaDescription
source: Supports UPI transactions exclusively in India.
de_de: Ermöglicht schnelle und sichere Zahlungen innerhalb Indiens über die Unified Payments Interface (UPI).
tr_tr: Hindistan içinde UPI (Unified Payments Interface) kullanarak hızlı ve güvenli ödeme yapma imkanı sağlar.

# PosService.WeChatPayChina
source: WeChat Pay China
tr_tr: WeChat Pay Çin

# PosService.WeChatPayChinaDescription
source: Enables WeChat Pay in the Chinese market.
de_de: Ermöglicht Zahlungen über WeChat in China, beliebt wegen seiner breiten Nutzerbasis.
tr_tr: Çin'de WeChat üzerinden ödeme yapma imkanı sunar, geniş kullanıcı kitlesi ile popüler bir seçenektir.

# PosService.AliPayChina
source: AliPay China
tr_tr: AliPay Çin

# PosService.AliPayChinaDescription
source: Provides a dedicated AliPay solution for the Chinese market.
de_de: Ermöglicht Zahlungen in China und international über AliPay, eine sichere und weit verbreitete Zahlungsmethode.
tr_tr: AliPay kullanarak Çin içinde ve uluslararası ödemeler yapma imkanı sunar, güvenli ve yaygın bir ödeme yöntemidir.

# PosService.iDealNetherlands
source: iDeal Netherlands
de_de: iDeal Niederlande
tr_tr: iDeal Hollanda

# PosService.iDealNetherlandsDescription
source: Supports iDeal payments for the Dutch market.
de_de: Ermöglicht direkte Bank-zu-Bank-Zahlungen in den Niederlanden über iDeal, bietet hohe Sicherheit.
tr_tr: Hollanda'da iDeal kullanarak banka hesapları arası doğrudan ödeme yapma imkanı sunar, yüksek güvenliklidir.

# PosService.PayNowSingapore
source: PayNow Singapore
de_de: PayNow Singapur
tr_tr: PayNow Singapur

# PosService.PayNowSingaporeDescription
source: Enables PayNow payment solutions in Singapore.
de_de: Ermöglicht sofortige Zahlungen in Singapur über PayNow, schnell und effizient.
tr_tr: Singapur'da PayNow kullanarak anında ödeme yapma imkanı sağlar, hızlı ve etkilidir.

# PosService.ChaseMerchantServices
source: Chase Merchant Services
de_de: Chase Händlerdienste
tr_tr: Chase Ticari Hizmetler

# PosService.ChaseMerchantServicesDescription
source: Integrated payment services offered by Chase.
de_de: Handelszahlungsdienste von der Chase Bank angeboten, bietet eine Vielzahl von Zahlungsoptionen.
tr_tr: Chase bankası tarafından sunulan ticari ödeme hizmetleri, çeşitli ödeme seçenekleri sunar.

# PosService.SquarePOSDescription
source: Square's modern, mobile POS solution.
de_de: Bietet mobile und flexible Zahlungslösungen, ideal für kleine und mittlere Unternehmen.
tr_tr: Mobil ve esnek ödeme çözümleri sunar, küçük ve orta ölçekli işletmeler için idealdir.

# PosService.ToastPOSDescription
source: Restaurant-focused POS solution by Toast.
de_de: Spezialisiert auf Restaurants, bietet Funktionen zur Bestellverwaltung und Tischorganisation.
tr_tr: Restoranlar için özel olarak tasarlanmış POS sistemi, sipariş yönetimi ve masa düzenleme özellikleri sunar.

# PosService.CreditCardProcessingDescription
source: Processes payments via credit and debit cards securely, utilizing robust encryption methods to safeguard sensitive cardholder data against fraud.
de_de: Automatisiert den Rechnungserstellungsprozess, wodurch Zeit gespart und Fehler reduziert werden. Dies ist ideal für Unternehmen, die eine hohe Anzahl von Transaktionen verarbeiten.
tr_tr: Kredi kartı işlemleri, müşterilerin kredi veya banka kartlarıyla güvenli bir şekilde ödeme yapmalarını sağlar. Bu süreç, kart bilgilerinin şifrelenmesini, işlemin onaylanmasını ve fonların ilgili taraflar arasında güvenli bir şekilde transfer edilmesini içerir. Ayrıca, dolandırıcılığı önlemek amacıyla gelişmiş güvenlik protokolleri kullanılır. Bu hizmet, perakende mağazalarından online alışveriş platformlarına kadar geniş bir kullanım alanına sahiptir ve işletmelerin müşteri memnuniyetini artırarak daha hızlı ve etkili ödeme almasını sağlar.

# PosService.RevenueForecasting
source: Revenue Forecasting
de_de: Umsatzprognosen
tr_tr: Gelir Tahmini
